export const ARTWORK_CATEGORIES = [
  'Гравюра',
  'Живопись',
  'Коллаж',
  'Рисунок',
  'Скульптура',
  'Фотография',
] as const;

export const ARTWORK_STYLES = [
  'Абстракционизм',
  'Анималистика',
  'Импрессионизм',
  'Минимализм',
  'Натюрморт',
  'Пейзаж',
  'Портрет',
  'Реализм',
  'Романтизм',
  'Современный',
  'Экспрессионизм',
] as const;

export const ARTWORK_MATERIALS = [
  'Акварель',
  'Акрил',
  'Бумага',
  'Дерево',
  'Карандаш',
  'Керамика ',
  'Маркер',
  'Масло',
  'Пастель',
  'Смешанная техника',
  'Тушь',
  'Холст',
  'Шелкография',
] as const;